export const coaches = [
    {
        id: 'jordi',
        name: '林昀蒂 (Jordi)',
        title: '總教練',
        bio: '擁有豐富的國家級競賽與教學經驗，專精於跳水動作精細調整與心理素質培養。不僅是選手，更是您跳水路上的引路人。',
        certifications: [
            "教育部學校專任運動教練 (游泳、跳水)",
            "中華民國游泳協會 B 級跳水教練",
            "中華民國體操協會 C 級體操教練",
            "中華民國體操協會 C 級體操裁判",
            "中華民國游泳協會 C 級游泳教練",
            "中華民國游泳救生協會救生員",
            "運動休閒業經理人合格證書"
        ],
        experience: [
            "台北市立大學-運動競技訓練研究所",
            "中華隊跳水選手",
            "2017 台北世界大學運動會 跳水選手",
            "2019 亞洲跳水錦標賽 跳水選手",
            "2019 中華民國游泳協會 年度運動員",
            "2020 東京奧運跳水愛爾蘭體育台講評員",
            "2015 全國彈翻床錦標賽 冠軍",
            "2016 全國跳水錦標賽 冠軍",
            "2017 台北世大運 第十名",
            "2017 香港跳水錦標賽 第八名",
            "2017 荷蘭跳水公開賽 第三名",
            "2018 澳門跳水公開賽 第三名",
            "2019 亞洲跳水錦標賽 第十二名"
        ]
    },
    {
        id: 'Melody',
        name: '林珊亦 (Melody)',
        title: '特約指導教練',
        bio: '擁有豐富賽事經驗與裁判背景，專注於跳水技術指導與安全防護，能精準帶領學員提升競技水平。',
        certifications: [
            "跳水C級教練證、裁判證",
            "游泳C級教練證、裁判證",
            "兒童體操教練證",
            "中華民國水中運動（開放性水域游泳）丙級運動教練證",
            "初級救護技術員EMT-1"
        ],
        experience: [
            "2022 世界游泳錦標賽跳水比賽轉播講評",
            "2025 美國學校體操比賽裁判",
            "110年全國分齡跳水錦標賽暨2021世界青少年跳水錦標賽選拔-一米跳板第一名",
            "110年全國分齡跳水錦標賽暨2021世界青少年跳水錦標賽選拔-三米跳板第二名",
            "112年全國總統盃跳水錦標賽-三米跳板第二名",
            "112年全國總統盃跳水錦標賽-一米跳板第一名",
            "112年全國分齡跳水錦標賽-一米、三米跳板第一名",
            "112年全國分齡跳水錦標賽-跳台第一名"
        ]
    }
];